var data = [];
var dataStr =
 '1、白振江(白振江主力<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
2、李金洋(李金洋主力<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
3、王斌(王斌主力<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
4、陈仲元(陈仲元主力<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
5、宋佳辰(宋佳辰主力<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
6、王炳华(王炳华产品经理1<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
7、黄辉煌(黄辉煌产品经理<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
8、薛登峰(薛登峰冲锋队<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
9、张攀(张攀队长<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
10、闫玉华(闫玉华队长<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
11、张沐杰(张沐杰负责人<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
12、张亚超(张亚超主力<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
13、朱群(朱群负责人<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
14、李川(李川负责人<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
<br>\
<br>\
15、黄鑫(黄鑫负责人<br>\<br>\
导演：彼得.杰克逊<br>\
编剧：弗兰卡 / 弗兰克 / 大卫托尼/ 柯尔摩新/JＲＯ托尔金<br>\
主演：马丁。弗瑞曼 /伊恩<br>\
类型：动作 / 奇幻 / 冒险<br>\
制片国家/地区：美国 /  新西兰<br>\
语言：英语<br>\
上映时间：2015-06-15（中国大陆） / 2014-12-17（美国）<br>\
片长：144分钟<br>\
';
var d =dataStr.split('<br><br><br>');
for(var i = 0; i<d.length;i++){
	var c = d[i].split('<br><br>');
	data.push({
		img:c[0].split(['、'])[0]+'.jpg',
		name:(c[0].split('、')[1]).split('(')[0],
		caption:(c[0].split('、')[1]).split('(')[1],
		desc:c[1]
	});
	//console.log(c[0].split(['、'])[0]+'.jpg');
}